brew "gh"
brew "git"
brew "google-java-format"
brew "gradle"
brew "mysql@8.0"
brew "nmap"
brew "node"
brew "stow"
cask "chatgpt-atlas"
cask "claude"
cask "dbeaver-community"
cask "docker-desktop"
cask "google-chrome"
cask "intellij-idea-ce"
cask "microsoft-edge"
cask "obsidian"
cask "visual-studio-code"
vscode "anthropic.claude-code"
vscode "dart-code.dart-code"
vscode "github.copilot-chat"
vscode "github.vscode-github-actions"
vscode "ms-azuretools.vscode-containers"
vscode "ms-ceintl.vscode-language-pack-ja"
vscode "ms-vscode-remote.remote-containers"
